Repository: massidea/site
Catalog: application/languages/tags.tmx
Source language: fi
Languages: en

source: Näytä kaikki
en: Show all

source: Tagipilvi
en: Tag cloud

source: Tagiluettelo
en: Tag list

source: Haasteet
en: Challenges

source: Tulevaisuuden näkymyt
en: Visions

source: Kaikki
en: All

source: Ideat
en: Ideas

source: Näytä
en: Show

source: Järjestys
en: Order by

source: Nimi
en: Name

source: Käyttöaste
en: Popularity

source: Ikä
en: Age

source: Massidea.org Avainsanat
en: Massidea.org Tags

source: Sisällöt, joilla on avainsanat:
en: Contents that have the tag:

source: Kaikki sivustolla käytetyt avainsanat, suurempi on suositumpi.
en: All the tags used on the site, size equals popularity.

source: Lukumäärä
en: Number of tags

source: Suosio
en: Popularity

source: Luonti pvm
en: Creation Date

source: Muokkaus pvm
en: Modified Date

source: Pituus
en: Tag length

source: Avainsanat
en: Tag cloud

source: Avainsanalista
en: Tag index

source: Yritysten avainsanat
en: Company tags

source: Sisältö
en: Contents

source: Kampanjat ja ryhmät
en: Campaigns and groups

source: Käyttäjät
en: Users

source: lisätty tähän aiheeseen, sisältäen haasteet, visiot ja ideat
en: added to this topic, including challenges, vision and ideas

source: tähän aiheeseen sisältöä tuottavat
en: producing content to this topic

source: osoittavat kiinnostusta aiheeseen
en: indicating intrest to this topic
